# проба использования гита



def print_hi(name):
    # Use a breakpoint in the code line below to debug your script.
    print(f'Hi, {name}')  # Press Ctrl+F8 to toggle the breakpoint.


#  выделение текста
"""Все те кометы и астероиды, 
которые обычно становятся предметом обсуждения учёных и досужей публики, 
гравитационно связаны с Солнцем и «обитают» в системе нашей звезды. 
Но в последние годы астрономам посчастливилось наблюдать пролёт через 
Солнечную систему двух объектов, прибывших от других звёзд. 
Тот, что засекли сейчас, — уже третий по счёту. 
Эти небесные тела, прилетевшие из глубин Галактики, разумеется, 
вызывают огромный интерес научного сообщества."""
#  списки
#  работа с изображениями
#  ссылки
#  работа с таблицами
#  цитаты
#  заключение
