# проба использования гита



def print_hi(name):
    # Use a breakpoint in the code line below to debug your script.
    print(f'Hi, {name}')  # Press Ctrl+F8 to toggle the breakpoint.


#  выделение текста
#  списки
"""Напомним, 19 октября 2017 года телескоп 
Pan-STARRS на Гавайях обнаружил первый 
в истории межзвёздный объект.

Это был астероид, 
который поразил исследователей 
своей необычной сигарообразной формой"""
#  работа с изображениями
#  ссылки
#  работа с таблицами
#  цитаты
#  заключение
